{
  "Discover a place where you will love to live": "Khám phá nơi bạn sẽ yêu thích để sống",
  "Find your dream home with ease, offering the best in modern amenities and comfort.": "Dễ dàng tìm thấy ngôi nhà mơ ước với những tiện nghi hiện đại và sự thoải mái tốt nhất",
  "Home": "Trang chủ",
  "Appartment": "Căn hộ",
  "Building": "Tòa nhà",
  "House": "Nhà ở",
  "Store": "Cửa hàng",
  "Blog": "Blog",
  "View Detail": "Xem chi tiết",
  "View More": "Xem thêm",
  "Blogs": "Blogs",
  "About": "Về chúng tôi",
  "Signin": "Đăng nhập",
  "Signup": "Đăng ký",
  "Featured Properties for Sale": "Bất động sản nổi bật để bán",
  "Newest Listings for Sale": "Danh sách mới nhất để bán",
  "Featured Properties for Rent": "Bất động sản nổi bật cho thuê",
  "Newest Listings for Rent": "Danh sách mới nhất cho thuê",
  "Discover Prime Locations": "Khám phá vị trí vàng",
  "Trusted advisors create loyal customers": "Cố vấn đáng tin cậy tạo ra khách hàng trung thành",
  "Satisfied Customers": "Khách hàng hài lòng",
  "Years of Experience": "Năm kinh nghiệm",
  "Award Winning": "Giải thưởng",
  "Property Collections": "Bộ sưu tập bất động sản",
  "Trusted advisors build lasting relationships,ensuring customer loyalty satisfaction and long term business success through expert guidance, reliability": "Cố vấn đáng tin cậy xây dựng mối quan hệ lâu dài, đảm bảo sự hài lòng và trung thành của khách hàng cũng như thành công kinh doanh lâu dài thông qua hướng dẫn chuyên môn và độ tin cậy",
  "Trusted advisors build lasting relationships,ensuring customer loyalty through expert guidance, reliability": "Cố vấn đáng tin cậy xây dựng mối quan hệ lâu dài, đảm bảo lòng trung thành của khách hàng thông qua hướng dẫn chuyên môn và độ tin cậy",
  "Explore Now": "Khám phá ngay",
  "Latest Updates": "Cập nhật mới nhất",
  "Browse by Category": "Duyệt theo danh mục",
  "Market Trends": "Xu hướng thị trường",
  "Investment Tips": "Mẹo đầu tư",
  "Property Guides": "Hướng dẫn bất động sản",
  "Neighborhood Spotlights": "Điểm nhấn khu phố",
  "Home Improvement": "Cải tạo nhà",
  "Legal Advice": "Tư vấn pháp lý",
  "Load More Posts": "Tải thêm bài viết",
  "Property Location": "Vị trí bất động sản",
  "Beds": "Phòng ngủ",
  "Search": "Tìm kiếm",
  "Featured Properties": "Bất động sản nổi bật",
  "Newest": "Mới nhất",
  "Price (¥)": "Giá (¥)",
  "View Details": "Xem chi tiết",
  "Under ¥100M": "Dưới 100 triệu yên",
  "¥100M - ¥200M": "100-200 triệu yên",
  "¥200M - ¥400M": "200-400 triệu yên",
  "¥400M - ¥600M": "400-600 triệu yên",
  "¥600M+": "Trên 600 triệu yên",
  "Filters": "Bộ lọc",
  "Reset all": "Đặt lại tất cả",
  "Price Range": "Khoảng giá",
  "Min Price": "Giá thấp nhất",
  "Max Price": "Giá cao nhất",
  "Location": "Vị trí",
  "Select locations": "Chọn vị trí",
  "selected": "đã chọn",
  "Property Type": "Loại bất động sản",
  "Bedrooms": "Phòng ngủ",
  "Any": "Bất kỳ",
  "1": "1",
  "2": "2",
  "3": "3",
  "4": "4",
  "5+": "5+",
  "Apply Filters": "Áp dụng bộ lọc",
  "Tokyo": "Tokyo",
  "Osaka": "Osaka",
  "Kyoto": "Kyoto",
  "Fukuoka": "Fukuoka",
  "Sapporo": "Sapporo",
  "Oita": "Oita",
  "Tama-shi": "Tama-shi",
  "Apartment": "Căn hộ",
  "Villa": "Biệt thự",
  "Penthouse": "Penthouse",
  "Mansion": "Dinh thự",
  "Your Gateway to Prime Real Estate in Nepal": "Cánh cổng đến bất động sản cao cấp tại Nepal",
  "Discover insights, trends, and expert advice from Nepal's leading real estate platform.": "Khám phá những hiểu biết sâu sắc, xu hướng và lời khuyên từ các chuyên gia từ nền tảng bất động sản hàng đầu Nepal.",
  "Welcome to Hamro Sampati, your premier destination for uncovering the finest real estate opportunities across the beautiful landscapes of Nepal.We connect you with remarkable properties in sought-after many different regions and destinations": "Chào mừng đến Hamro Sampati, điểm đến hàng đầu để khám phá những cơ hội bất động sản tốt nhất trên khắp cảnh quan tuyệt đẹp của Nepal. Chúng tôi kết nối bạn với những bất động sản đáng chú ý tại nhiều khu vực và điểm đến được săn đón.",
  "Explore Hamro Sampati Properties": "Khám phá bất động sản Hamro Sampati",
  "Why Choose Hamro Sampati?": "Tại sao chọn Hamro Sampati?",
  "We take pride in being at the forefront of Nepal's real estate landscape, offering:": "Chúng tôi tự hào đi đầu trong lĩnh vực bất động sản Nepal, cung cấp:",
  "Diverse Property Listings": "Danh sách bất động sản đa dạng",
  "Thousands of properties including modern condominiums, cozy apartments, and spacious houses across all major regions": "Hàng ngàn bất động sản bao gồm căn hộ hiện đại, chung cư ấm cúng và nhà rộng rãi trên khắp các khu vực chính",
  "Local Market Expertise": "Chuyên môn thị trường địa phương",
  "In-depth knowledge of local markets": "Hiểu biết sâu sắc về thị trường địa phương",
  "Personalized Guidance": "Hướng dẫn cá nhân hóa",
  "Dedicated support from our seasoned agents throughout your property journey": "Hỗ trợ tận tình từ các đại lý giàu kinh nghiệm trong suốt hành trình bất động sản của bạn",
  "Our Services": "Dịch vụ của chúng tôi",
  "Comprehensive real estate solutions tailored to your needs": "Giải pháp bất động sản toàn diện được thiết kế theo nhu cầu của bạn",
  "Property Sales": "Bán bất động sản",
  "Comprehensive buying and selling services": "Dịch vụ mua bán toàn diện",
  "Rental Management": "Quản lý cho thuê",
  "Professional long-term rental solutions": "Giải pháp cho thuê dài hạn chuyên nghiệp",
  "Vacation Homes": "Nhà nghỉ dưỡng",
  "Premium short-term rental properties": "Bất động sản cho thuê ngắn hạn cao cấp",
  "Investment": "Đầu tư",
  "Strategic property investment guidance": "Hướng dẫn đầu tư bất động sản chiến lược",
  "Your Buying & Renting Experts": "Chuyên gia mua và thuê nhà của bạn",
  "We specialize exclusively in helping clients find perfect homes to buy or rent, with personalized service at every step.": "Chúng tôi chuyên giúp khách hàng tìm ngôi nhà hoàn hảo để mua hoặc thuê, với dịch vụ cá nhân hóa ở mọi bước.",
  "Home Buying": "Mua nhà",
  "Property Rental": "Thuê bất động sản",
  "Our Core Values": "Giá trị cốt lõi",
  "The principles that guide everything we do": "Những nguyên tắc hướng dẫn mọi việc chúng tôi làm",
  "Collaboration": "Hợp tác",
  "We work closely with clients, partners, and communities to achieve the best outcomes for everyone involved.": "Chúng tôi làm việc chặt chẽ với khách hàng, đối tác và cộng đồng để đạt kết quả tốt nhất cho tất cả mọi người.",
  "Transparency": "Minh bạch",
  "Clear communication and honest advice form the foundation of all our relationships.": "Giao tiếp rõ ràng và lời khuyên trung thực là nền tảng cho mọi mối quan hệ của chúng tôi.",
  "Trust": "Niềm tin",
  "We earn confidence through consistent reliability, integrity, and proven results.": "Chúng tôi giành được niềm tin thông qua độ tin cậy nhất quán, sự liêm chính và kết quả đã được chứng minh.",
  "Client Focused": "Tập trung vào khách hàng",
  "Your goals and vision remain at the center of every decision we make together.": "Mục tiêu và tầm nhìn của bạn luôn là trung tâm của mọi quyết định chúng ta cùng đưa ra.",
  "Meet Our Team": "Gặp gỡ đội ngũ",
  "Experienced professionals dedicated to your real estate success": "Chuyên gia giàu kinh nghiệm cam kết cho thành công bất động sản của bạn",
  "Client Testimonials": "Đánh giá của khách hàng",
  "Hear what our clients say about their experience": "Lắng nghe khách hàng nói gì về trải nghiệm của họ",
  "Found us the perfect family home in our desired school district within our budget.": "Đã tìm cho chúng tôi ngôi nhà gia đình hoàn hảo trong khu học chánh mong muốn với ngân sách của chúng tôi.",
  "The Rodriguez Family": "Gia đình Rodriguez",
  "Sold our condo for 15% above asking price in just 9 days!": "Bán căn hộ của chúng tôi với giá cao hơn 15% chỉ trong 9 ngày!",
  "Mark & Susan T.": "Mark & Susan T.",
  "Managed our rental property flawlessly for 3 years with great tenants.": "Quản lý bất động sản cho thuê của chúng tôi hoàn hảo trong 3 năm với những người thuê nhà tuyệt vời.",
  "Investor Group LLC": "Nhóm nhà đầu tư LLC",
  "Ready to find your dream property?": "Sẵn sàng tìm kiếm bất động sản mơ ước?",
  "Contact our team today for a personalized consultation and let us help you navigate the real estate market with confidence.": "Liên hệ với đội ngũ chúng tôi ngay hôm nay để được tư vấn cá nhân hóa và để chúng tôi giúp bạn tự tin trên thị trường bất động sản.",
  "Get Started": "Bắt đầu",
  "Stay Updated with Hamro Sampati": "Cập nhật cùng Hamro Sampati",
  "Subscribe to our newsletter for the latest property listings, market trends, and exclusive offers. No spam, just valuable insights.": "Đăng ký bản tin để nhận danh sách bất động sản mới nhất, xu hướng thị trường và ưu đãi độc quyền. Không spam, chỉ thông tin giá trị.",
  "Enter your email": "Nhập email của bạn",
  "Subscribe": "Đăng ký",
  "Hamro Sampati is your trusted partner in finding the perfect property in Japan. Whether you're looking to buy, sell, or rent, we provide comprehensive support and the latest listings.": "Hamro Sampati là đối tác đáng tin cậy giúp bạn tìm bất động sản hoàn hảo tại Nhật Bản. Dù bạn muốn mua, bán hay thuê, chúng tôi đều hỗ trợ toàn diện với danh sách mới nhất.",
  "Property Listings": "Danh sách bất động sản",
  "Apartments for Sale": "Căn hộ bán",
  "Houses for Sale": "Nhà bán",
  "Commercial Buildings": "Tòa nhà thương mại",
  "Hotels & Ryokans": "Khách sạn & Ryokan",
  "Land for Sale": "Đất bán",
  "Apartments for Rent": "Căn hộ cho thuê",
  "Share Houses for Rent": "Nhà chia sẻ cho thuê",
  "Locations": "Địa điểm",
  "Hokkaido": "Hokkaido",
  "Kanagawa": "Kanagawa",
  "Okinawa": "Okinawa",
  "Company": "Công ty",
  "About Us": "Về chúng tôi",
  "Contact Us": "Liên hệ",
  "Terms of Use": "Điều khoản sử dụng",
  "Privacy Policy": "Chính sách bảo mật",
  "© 2025 HamroSampati. All rights reserved.": "© 2025 HamroSampati. Mọi quyền được bảo lưu",
  "More Than Just Real Estate, We Build Dreams": "Không chỉ là bất động sản, chúng tôi kiến tạo ước mơ",
  "Our Legacy of": "Di sản của chúng tôi về",
  "Building Dreams": "Xây dựng ước mơ",
  "Ready to Make Your Dream Property a Reality": "Sẵn sàng biến bất động sản mơ ước của bạn thành hiện thực",
  "Explore a curated selection of properties that align with your goals": "Khám phá bộ sưu tập bất động sản được tuyển chọn phù hợp với mục tiêu của bạn",
  "See All Properties": "Xem tất cả bất động sản",
  "See All": "Xem tất cả",
  "Filters": "Bộ lọc",
  "Contact Agent": "Liên hệ đại lý",
  "Continue": "Tiếp tục",
  "Plus includes all applicable taxes": "Cộng thêm tất cả các loại thuế áp dụng",
  "Want to see more?": "Bạn muốn xem thêm?",
  "Discover more amazing properties": "Khám phá thêm nhiều bất động sản tuyệt vời",
  "View More Properties": "Xem thêm bất động sản",
  "WIDE RANGE OF PROPERTIES": "ĐA DẠNG BẤT ĐỘNG SẢN",
  "FINEST COMMUNITY": "CỘNG ĐỒNG TINH HOA",
  "INVESTMENT": "ĐẦU TƯ",
  "HOMES THAT MATCH": "NGÔI NHÀ PHÙ HỢP",
  "Benefits": "Lợi ích",
  "Support": "Hỗ trợ",
  "Interest": "Sở thích",
  "Lifestyle": "Phong cách sống",
  "Best real estate agents you will ever see in your life. If you encounter any problems do not hesitate to knock our agents.": "Những chuyên gia bất động sản tốt nhất bạn từng gặp. Nếu có bất kỳ vấn đề gì, đừng ngần ngại liên hệ với các đại lý của chúng tôi.",
  "Schedule a tour": "Lên lịch tham quan",
  "Checking booking status...": "Đang kiểm tra trạng thái đặt lịch...",
  "Choose your date": "Chọn ngày của bạn",
  "View calendar": "Xem lịch",
  "Already Booked a Tour for a Property, You can only Book a tour once the existing tour is completed": "Bạn đã đặt lịch tham quan một bất động sản, bạn chỉ có thể đặt lịch tham quan một khi chuyến tham quan hiện có đã hoàn tất",
  "Schedule Tour": "Lên lịch tham quan",
  "Select date": "Chọn ngày",
  "More About this Property": "Thêm về bất động sản này",
  "HamroSampati": "HamroSampati",
  "Hamro Sampati là đối tác đáng tin cậy giúp bạn tìm kiếm bất động sản lý tưởng tại Nhật Bản. Dù bạn muốn mua, bán hay thuê, chúng tôi đều cung cấp hỗ trợ toàn diện và danh sách mới nhất.": "Hamro Sampati là đối tác đáng tin cậy giúp bạn tìm kiếm bất động sản lý tưởng tại Nhật Bản. Dù bạn muốn mua, bán hay thuê, chúng tôi đều cung cấp hỗ trợ toàn diện và danh sách mới nhất."
}